<?php

$l_yes = "Да";
$l_no = "Нет";
$l_here = "здесь";
$l_submit = "Отправить";
$l_reset = "Сбросить";
$l_all = "Все";

$l_ore = "Руда";
$l_commodities = "Товары";
$l_organics = "Органика";
$l_goods = "Изделия";
$l_energy = "Энергия";
$l_colonists = "Колонисты";
$l_credits = "Кредиты";
$l_units = "единиц ";
$l_special = "Особый";
$l_qty = "Количество";
$l_device = "Устройство";

$l_cargo = "Груз";
$l_fighters = "Истребители ";
$l_mines = "Мины ";
$l_torps = "Торпеды";

$l_none = "Нет";
$l_unnamed = "Без названия";
$l_name = "Название";
$l_unowned = "Ничейный";
$l_unknown = "Неизвестно";
$l_clickme = "Нажмите здесь";
$l_player = "Игрок";
$l_ship = "Корабль";
$l_ships = "Корабли";
$l_set = "установить";
$l_realspace = "Реальное пространство";
$l_armorpts = "Очков брони";
$l_links = "Связи";
$l_planets = "Планеты";
$l_modify_defence = "Оборона сектора";
$l_attack = "Атака ";
$l_port = 'Порт';

$l_news_title = "Новости вселенной";
$l_rankings = "Рейтинги";
$l_help = "Помощь";
$l_faq = "ЧаВО";
$l_feedback = "Обратная связь";
$l_forums = "Форумы";
$l_logout = "Выйти";
$l_settings_game = 'Настройки игры';
$l_logout_score = "Ваши текущие очки";
$l_logout_text = "[name] теперь вышел из системы. Нажмите <A HREF=index.php>здесь</A>, чтобы вернуться в игру.";
$l_emailus = "Напишите нам";

$l_ship_levels = "Уровни компонентов корабля";
$l_hull = "Корпус";
$l_engines = "Двигатели";
$l_power = "Энергия";
$l_computer = "Компьютер";
$l_sensors = "Сенсоры";
$l_armor = "Броня";
$l_shields = "Щиты";
$l_beams = "Лучевое оружие";
$l_torp_launch = "Торпедные установки";
$l_cloak = "Маскировка";
$l_holds = "Отсеки";
$l_deflect = "Отклонители мин";
$l_ewd = "Аварийное варп-устройство";
$l_shipavg = "Средний тех. уровень";

$l_arm_weap = "Броня и оружие";
$l_beacons = "Космические маяки";
$l_warpedit = "Варп-редакторы";
$l_genesis = "Торпеды Генезис";
$l_escape_pod = "Спасательная капсула";
$l_fuel_scoop = "Сборщик топлива";
$l_is_required = 'является обязательным';
$l_is_wrong = 'является ложным';
$l_is_invalid = 'является неправильным';

// global_funcs.php

$l_global_mmenu = "Нажмите <A HREF=main.php>здесь</A>, чтобы вернуться в главное меню.";
$l_global_mlogin = "Нажмите <A HREF=login.php>здесь</A>, чтобы вернуться на экран входа.";
$l_global_needlogin = "Вам необходимо войти в систему, нажмите <A HREF=login.php>здесь</A>.";
$l_global_needchooseship = 'Вам необходимо выбрать корабль, нажмите <A HREF=ships.php>здесь</A>.';
$l_global_died = "Игрок МЕРТВ! <a href=log.php>Вот</a> что произошло<BR><BR>Удачи в следующий раз!";
$l_global_warzone = "Зона теперь является зоной войны!";
$l_global_nzone = "Зона является нейтральной зоной.";
$l_global_team = "Зона теперь принадлежит альянсу";
$l_global_player = "Зона теперь принадлежит игроку";

$l_killheadline = " погиб в результате несчастного случая";

$l_zname[1] = "Неисследованное пространство";
$l_zname[2] = "Пространство Федерации";
$l_zname[3] = "Пространство свободной торговли";
$l_zname[4] = "Зона войны";

$l_scan_bounty = "На этот корабль назначена общая награда в размере [amount] кредитов.";
$l_scan_fedbounty = "На этот корабль назначена награда от Федерации.";
$l_by_nofedbounty = "Атака этого игрока НЕ приведет к тому, что Федерация установит на вас награду.";

$l_sofa = "Суборбитальная атака истребителей";
$l_bombsaway = "Вы отправляете своих истребителей по спирали к планете, пока проноситесь мимо на максимальной дистанции.";
$l_bigfigs = "Ваш огромный корабль дал им достаточно предупреждения. Ваши истребители будут менее успешны.";
$l_bigbeams = "Яркая вспышка разряжающихся лучей. Ваши истребители, вероятно, не долетели до атмосферы.";
$l_bigtorps = "Большой взрыв расцветает в верхних слоях атмосферы планеты. Ваши истребители, вероятно, не успели атаковать.";
$l_strafesuccess = "Похоже, некоторые из ваших истребителей прорвались, хотя отсюда вы не можете сказать, сколько.";

$l_lssd = "Устройство последнего замеченного корабля";
$l_lss = "Последний корабль, замеченный в этом секторе";
$l_map = "Карта";
$l_igb_errnobase = "МГБ не может переводить кредиты на планету без базы.";
$l_planet_readlog_link = "Просмотр";
$l_planet_readlog = "[Просмотр] журнала игрока";

$l_footer_one_player_on = "В сети 1 игрок.";
$l_footer_players_on_1 = "В сети";
$l_footer_players_on_2 = "игроков.";
$l_footer_until_update = "секунд до следующего обновления.";

$l_insignia[0] = "Новобранец";
$l_insignia[1] = "Матроc";
$l_insignia[2] = "Старший матроc";
$l_insignia[3] = "Мичман 3-го класса";
$l_insignia[4] = "Мичман 2-го класса";
$l_insignia[5] = "Мичман 1-го класса";
$l_insignia[6] = "Главный мичман";
$l_insignia[7] = "Старший главный мичман";
$l_insignia[8] = "Главный мичман-мастер";
$l_insignia[9] = "Энсин";
$l_insignia[10] = "Младший лейтенант";
$l_insignia[11] = "Лейтенант";
$l_insignia[12] = "Лейтенант-коммандер";
$l_insignia[13] = "Коммандер";
$l_insignia[14] = "Капитан";
$l_insignia[15] = "Капитан флота";
$l_insignia[16] = "Коммодор";
$l_insignia[17] = "Контр-адмирал";
$l_insignia[18] = "Вице-адмирал";
$l_insignia[19] = "Адмирал";

$l_ifyouneedplan = "Доступ к планете";
$l_igb_term = "Банковский терминал МГБ";
$l_by_placebounty = "Установить или просмотреть награды.";
$l_toplanetmenu = "перейти в меню планеты.";
$l_report_title = "Отчет о корабле";
$l_level = "Уровень";
