<?php

$l_by_title = "Награды";
$l_by_noturn = "Для установки или изменения награды требуется хотя бы один ход.";
$l_by_amount = "Сумма награды";
$l_by_place = "Установить награду";
$l_by_nobounties = "В настоящее время нет наград.";
$l_by_bountyon = "Награда за";
$l_by_placedby = "Установлена";
$l_by_thefeds = "Федерацией";
$l_by_cancel = "Отменить";
$l_by_yourself = "Вы не можете установить награду на себя.";
$l_by_notenough = "У вас недостаточно кредитов, чтобы установить награду такой суммы.";
$l_by_toomuch = "Вы не можете установить такую награду. Максимальная награда на другого игрока составляет $percent процентов от вашей чистой стоимости";
$l_by_zeroamount = "Награды должны быть больше 0 кредитов.";
$l_by_placed = "Награда установлена.";
$l_by_nobounty = "Этой награды больше не существует.";
$l_by_notyours = "Эта награда была установлена не вами.";
$l_by_canceled = "Награда отменена.";
$l_by_action = "Действие";
$l_by_placebounty = "Установить или просмотреть награды.";
$l_by_moredetails = "Нажмите на имя для получения дополнительной информации.";
$l_by_fedbounty = "Атака этого игрока приведет к тому, что Федерация установит на вас награду.";
$l_by_fedbounty2 = "Федерация не одобряет атаки на гораздо меньшие корабли. Она установила на вас награду.";
$l_by_notexists = "Игрок, на которого вы устанавливаете награду, не существует.";
$l_by_destroyed = "Вы не можете установить награду на игрока с уничтоженным кораблем.";
$l_new_pwis = "Ваш пароль";
