<?php

$l_gns_title = "Использовать устройство Генезис";
$l_gns_turn = "Для использования устройства Генезис требуется хотя бы один ход.";
$l_gns_onplanet = "Вы не можете использовать это устройство, находясь на поверхности планеты.";
$l_gns_full = "Эта солнечная система уже заполнена.";
$l_gns_planetex = "В этом секторе уже есть планета.";
$l_gns_nogenesis = "У вас нет устройств Генезис.";
$l_gns_forbid = "Создание планеты в этом секторе запрещено.";
$l_gns_bforbid = "Базы в этом секторе мешают вашему устройству Генезис. Создание планеты невозможно.";
$l_gns_pcreate = "Планета создана.";