<?php

$l_login_title = "Вход";
$l_login_email = "Адрес электронной почты";
$l_login_pw = "Пароль";
$l_login_chooseres = "Не удалось определить разрешение вашего экрана. Пожалуйста, выберите наиболее подходящее:";
$l_login_newp = "Если вы новый игрок, нажмите <A href=[new]>здесь</A>.";
$l_login_prbs = "Проблемы?";
$l_login_emailus = "Напишите нам";
$l_login_sclosed = "Сервер закрыт";
$l_login_closed_message = "Сервер закрыт до дальнейшего уведомления.";
$l_login_title2 = "Вход, этап два";
$l_login_banned = "<b>Администратор забанил вас в этой игре. Вам больше не рады на этом сервере. В следующий раз ведите себя лучше.</b>";
$l_login_died = "Ваш корабль был уничтожен, но ваша спасательная капсула спасла вас и ваш экипаж. Нажмите <A HREF=[main]>здесь</A>, чтобы продолжить с новым кораблем.";
$l_login_newbie = "Из-за серьезности этого преступления и жестокой атаки против вас, Федерация великодушно решила предоставить бесплатное клонирование из ваших останков. К сожалению, даже в наше время новые клоны не могут владеть имуществом, кроме основ для существования. Вам будет предоставлен базовый корабль и несколько кредитов для начала. Надеемся, ваша следующая жизнь будет лучше.";
$l_login_newlife = "Нажмите <A HREF=[main]>здесь</A>, чтобы продолжить в новой жизни.";
$l_login_looser = "У вас не было спасательной капсулы, и из-за ваших скромных успехов в этой жизни Федерация отказывается клонировать вас. Ваши останки должны в конечном итоге упасть в гравитационный колодец, надеюсь, они будут использованы для создания жизни в другом месте... через несколько миллиардов лет.";
$l_login_4gotpw1 = "Введенный вами пароль неверен.<BR><BR> Если вы забыли пароль, ";
$l_login_4gotpw2 = "чтобы он был отправлен вам по электронной почте.<BR><BR> Иначе,";
$l_login_4gotpw3 = "чтобы попробовать снова. Попытка залогирована с IP-адреса";
$l_login_noone = "Нет такого игрока! - Создайте нового игрока <A href=[new]>здесь</A>.";
$l_login_lang = "Язык";
$l_login_settings = "Настройки игры";
$l_login_change = "Изменить";
$l_login_you_have_die = 'Вы погибли в ужасном происшествии. Информация с бортового самописца, извлеченная из обломков вашего корабля.';
