<?php

$l_lrs_title = "Дальнее сканирование";
$l_lrs_nofull = "Ваши сканеры не обладают возможностями полного дальнего сканирования.";
$l_lrs_noturns = "Для запуска полного дальнего сканирования требуется не менее $fullscan_cost хода(ов).";
$l_lrs_used = "Использовано";
$l_lrs_turns = "хода(ов)";
$l_lrs_left = "осталось";
$l_lrs_reach = "Следующие локации достижимы из сектора [sector]:";
$l_lrs_links = "Связи";
$l_lrs_ships = "Корабли";
$l_lrs_click = "Нажмите на одну из ссылок, чтобы переместиться в этот сектор.";
$l_lrs_cantscan = "Нельзя сканировать сектор из текущего сектора!";
$l_lrs_zero = "Сектор 0 слишком переполнен, чтобы сканировать корабли!";
$l_lrs_moveto = "переместиться в сектор";
