<?php

$l_main_title = "Главное меню";
$l_main_warpto = "Варп к";
$l_main_other = "Другое";

$l_traderoutes = "Торговые маршруты";
$l_trade_control = "Контроль торговли";

$l_command_no = "Команда недоступна.";
$l_defense = "Оборона";
$l_main_read_msg = "Читать сообщения";
$l_main_send_msg = "Отправить сообщения";
$l_ohno = "Самоуничтожение";

$l_incompletemove = "Вы не завершили предыдущий ход.";
$l_clicktocontinue = "Нажмите здесь, чтобы продолжить";
$l_toplanetmenu = "перейти в меню планеты.";
$l_nonexistant_pl = "На несуществующей планете???";
$l_abord = ", на борту ";
$l_messages_wait = " сообщений ждут вас.";

$l_no_warplink = "Нет варп-связей";
$l_scan = "сканировать";
$l_fullscan = "Полное сканирование";

$l_port = "Порт";
$l_tradingport = "Торговый порт";
$l_planet_in_sec = "Планеты в секторе ";
$l_ships_in_sec = "Другие корабли в секторе ";
$l_sector_0 = "В Сол (Сектор 0) настолько интенсивное движение, что вы даже не можете определить другие корабли!";
