<?php

$l_mines_title = "Развернуть мины и истребители сектора";
$l_mines_noturn = "Для развертывания обороны сектора требуется хотя бы один ход.";
$l_mines_nopermit = "Развертывание мин и истребителей в этом секторе запрещено.";
$l_mines_nodeploy = "Нельзя развернуть здесь. У другого корабля или альянса уже есть мины или истребители в этом секторе.";
$l_mines_info1 = "В настоящее время вы находитесь в секторе [sector]. Здесь [mines] мин и [fighters] истребителей.";
$l_mines_info2 = "У вас есть [mines] мин и [fighters] истребителей для развертывания";
$l_mines_deploy = "Развернуть";
$l_mines_deployed = "Развернуто";
$l_mines_att = "Атаковать";
$l_mines_toll = "Пошлина";
$l_mines_notorps = "У вас недостаточно торпед.";
$l_mines_nofighters = "У вас недостаточно истребителей";
$l_mines_dmines = "Развернуто [mines] мин.";
$l_mines_dfighter = "Развернуто [fighters] истребителей в режиме [mode].";
$l_mines_fmode = "Режим истребителей";
