<?php

$l_md_title = "Оборона сектора";
$l_md_invalid = "Неверная оборона сектора";
$l_md_nolonger = "Выбранной обороны сектора больше нет.";
$l_md_you = "вы";
$l_md_bmines = "Ваши лучи уничтожили";
$l_md_msgdownerb = "[name] уничтожил [mines] мин в секторе [sector].";
$l_md_retr = "Вы извлекли";
$l_md_mode = "Выбранные истребители переведены в режим [mode].";
$l_md_consist = "Эта оборона сектора состоит из [qty] [type], принадлежащих [owner].";
$l_md_youcan = "Вы можете";
$l_md_retrieve = "Извлечь";
$l_md_change = "Изменить настройки истребителей";
$l_md_cmode = "Режим истребителей";
$l_md_attack = "Атаковать";
$l_md_toll = "Пошлина";
$l_md_attdef = "Атаковать оборону сектора. Все истребители сектора ответят.";
$l_md_noturn = "Требуется хотя бы один ход.";
$l_md_nothere = "Вы должны находиться в том же секторе, что и оборона сектора.";
$l_md_notyours = "Действие запрещено. Эта оборона сектора вам не принадлежит.";
$l_md_yours = "Вы не можете атаковать собственную оборону сектора.";
