<?php

$l_new_title = "Создать нового игрока";
$l_new_title2 = "Создать нового игрока, этап два";
$l_new_username = 'Адрес электронной почты';
$l_new_invalid = 'не валиден';
$l_new_shipname = "Название корабля";
$l_new_password = 'Пароль';
$l_new_pname = "Имя персонажа игрока";
$l_new_info = "Мы обещаем не разглашать (и не продавать) ваш адрес электронной почты кому-либо. Однако он необходим.";
$l_new_closed_message = "Игра закрыта для турнира";
$l_new_blank = "Адрес электронной почты, название корабля и имя персонажа не могут быть пустыми.";
$l_new_inuse = "Адрес электронной почты уже используется.";
$l_new_4gotpw1 = "Если вы забыли пароль,";
$l_new_4gotpw2 = "чтобы он был отправлен вам по электронной почте.";
$l_new_inusechar = "Имя персонажа $character уже используется.";
$l_new_inuseship = "Название корабля $shipname уже используется.";
$l_new_pwsent = "Пароль отправлен на ${HTTP_POST_VARS['username']}.";
$l_new_login = "перейти на экран входа.";
$l_new_err = "Пожалуйста, вернитесь назад или <a href=new.php>нажмите здесь</a> и попробуйте снова.";
$l_new_topic = "Пароль Traders";
$l_new_message = "Приветствуем,\n\nКто-то с IP-адреса $ip запросил отправку вашего пароля для Traders.\n\nВаш пароль: [pass]\n\nСпасибо\n\nКоманда Traders.";
