<?php

$l_news_planets = " планет";
$l_news_cols = " миллионов колонистов";
$l_news_p_headline = "Империя [player] теперь имеет ";
$l_news_killed = "[name] погиб в трагическом несчастном случае сегодня. Как героично - капитан [name] был последним членом на борту своего корабля, когда заметил, что для него не осталось спасательной капсулы. Пусть покоится с миром!";
$l_news_p_text5 = "Растущая империя [name] теперь имеет пять планет, BNN будет внимательнее следить за действиями [name] в будущем!";
$l_news_p_text10 = "Расширяющаяся империя [name] теперь контролирует десять планет, сообщения BNN говорят, что дальнейшая экспансия [name] может привести к войне!";
$l_news_p_text25 = "Огромная империя [name] уже колонизировала 25 планет, в интервью [name] объявил, что может рассмотреть возможность замедления своей экспансии в будущем!";
$l_news_p_text50 = "Огромная обширная империя [name], представленная 50 планетами по всей галактике, приобретает угрожающую силу. Один из репортеров BNN выяснил, что [name] улучшает свой корабль, планируя крупную войну. В интервью [name] заявил, что это сделано только в оборонительных целях!";
$l_news_c_text25 = "Растущая империя [name] теперь имеет 25 миллионов колонистов, BNN будет внимательнее следить за действиями [name] в будущем, но совершенно очевидно, что уровень рождаемости собирается взорваться!";
$l_news_c_text100 = "Стремительная империя [name] теперь имеет 100 миллионов колонистов, после взрыва рождаемости колонии [name] казались хорошим местом для поселения семей!";
$l_news_c_text500 = "Большая империя [name] теперь имеет 500 миллионов колонистов, [name] сказал в интервью, что колонизация галактики только началась";
$l_news_c_text1000 = "Гигантская империя [name] теперь имеет один миллиард колонистов, репортеры BNN выяснили, что [name] владеет каким-то странным механизмом клонирования, позволяющим разводить новых колонистов в огромных количествах. С таким количеством колонистов экономическая сила этой империи огромна, BNN надеется, что [name] не потратит свои деньги на войну";
$l_news_title = "Новости вселенной";
$l_news_info = "BlackNovaNews является одним из лидеров галактики в доставке новостей и информации. Работает 24 часа, семь дней в неделю преданным персоналом в штаб-квартире BNN в Альфа Центавра и бюро по всей галактике!";
$l_news_for = "Новости за";
$l_news_prev = "предыдущий день";
$l_news_next = "следующий день";
$l_news_none = "Извините, сегодня нет новостей.";
$l_news_flash = "Срочные новости";
