<?php

$l_rs_title = "Перемещение в реальном пространстве";
$l_rs_whichsector = "В какой сектор вы хотите попасть через реальное пространство?";
$l_rs_insector = "В настоящее время вы в секторе [sector] - доступны сектора от 0 до [sector_max].";
$l_rs_submit = "Рассчитать";
$l_rs_movetime = "С вашими двигателями путешествие займет [triptime] ходов.";
$l_rs_energy = "Вы соберете [energy] единиц энергии";
$l_rs_noturns = "У вас недостаточно оставшихся ходов, вы не можете отправиться в это путешествие.";
$l_rs_engage_link = "Включить";
$l_rs_engage = "У вас [turns] ходов. [включить] двигатели?";

$l_rs_invalid = "Неверный пункт назначения";
$l_rs_ready = "Вы теперь в секторе [sector]. Вы потратили [triptime] ходов и получили [energy] единиц энергии.";
