<?php

$l_sf_attacking = "Истребители обороны сектора атакуют вас!";
$l_sf_destfight = "Ваши лучи уничтожили [lost] истребителей";
$l_sf_destfightb = "Ваши лучи уничтожили [lost] истребителей";
$l_sf_torphit = "Торпеды попали";
$l_sf_destfightt = "Ваши торпеды уничтожили [lost] истребителей";
$l_sf_fighthit = "Атака истребителей";
$l_sf_destfightall = "Вы уничтожили всех истребителей.";
$l_sf_destfightt2 = "Вы уничтожили [lost] истребителей.";
$l_sf_lostfight = "Вы потеряли всех истребителей.";
$l_sf_lostfight2 = "Вы потеряли [lost] истребителей.";
$l_sf_armorbreach = "Ваша броня пробита!";
$l_sf_armorbreach2 = "Ваша броня получила [lost] урона.";
$l_sf_sendlog = "[player] уничтожил [lost] истребителей обороны сектора в секторе [sector].";
$l_sf_lreport = "Вы потеряли [armor] очков брони, [fighters] истребителей и использовали [torps] торпед.";
$l_sf_shipdestroyed = "Ваш корабль уничтожен!";
$l_sf_sendlog2 = "Истребители обороны сектора уничтожили [player] в секторе [sector].";
$l_sf_escape = "К счастью, у вас есть спасательная капсула!";
