<?php

$l_warp_title = "Использовать варп-редактор";
$l_warp_turn = "Для использования варп-редактора требуется хотя бы один ход.";
$l_warp_none = "У вас нет варп-редакторов.";
$l_warp_forbid = "Использование варп-редактора в этом секторе запрещено.";
$l_warp_nolink = "Из этого сектора нет связей.";
$l_warp_linkto = "Связи ведут из этого сектора в";
$l_warp_query = "В какой сектор вы хотите создать связь?";
$l_warp_oneway = "Односторонняя?";
$l_warp_dest = "Или вы можете уничтожить связь с сектором.";
$l_warp_destquery = "Связь с каким сектором вы хотите удалить?";
$l_warp_bothway = "Двусторонняя";
$l_warp_nosector = "Сектор не существует.";
$l_warp_twoerror = "Создание двусторонней связи с сектором [target_sector] с помощью варп-редактора запрещено.";
$l_warp_sectex = "Невозможно создать варп-связь из текущего сектора - это превысит максимум [link_max] на сектор.";
$l_warp_linked = "Целевой сектор ([target_sector]) уже имеет связь из этого сектора.";
$l_warp_unlinked = "Целевой сектор ([target_sector]) не имеет связи из этого сектора.";
$l_warp_coneway = "Создана односторонняя связь с";
$l_warp_ctwoway = "Создана двусторонняя связь с";
$l_warp_forbidtwo = "Удаление двусторонней связи с сектором [target_sector] с помощью варп-редактора запрещено.";
$l_warp_removed = "Связь удалена с";
$l_warp_removedtwo = "Двусторонняя связь удалена с";
$l_warp_cantsame = "Вы не можете создать связь, когда источник и назначение совпадают.";
