<?php

$l_zi_title = "Информация о зоне";
$l_zi_nexist = "Эта область космоса не существует!";
$l_zi_feds = "Федерация";
$l_zi_traders = "Коалиция свободной торговли";
$l_zi_nobody = "Никто";
$l_zi_war = "Оспариваемое пространство";
$l_zi_allow = "Разрешено";
$l_zi_notallow = "Не разрешено";
$l_zi_limit = "Ограничено владельцем и союзниками";
$l_zi_ul = "Без ограничений";
$l_zi_control = "Вы контролируете эту зону";
$l_zi_tochange = "изменить ее законы.";
$l_zi_owner = "Владелец зоны";
$l_zi_maxhull = "Максимальный допустимый средний тех. уровень";
